Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/live.html.tmx
Source language: fin
Languages: sme

source: Kuva: Ville Fofonoff
sme: Govva: Ville Fofonoff

source: Saamelaiskäräjien kokous 19.6.2023 klo 9
sme: Sámedikki čoahkkin 19.6.2023 dmu 9

source: Pääset seuraamaan Saamelaiskäräjien kokousta Zoom-webinaarin kautta.
sme: Čoahkkima beasat čuovvut Zoom webinára bokte.

source: Et tarvitse erillistä sovellusta, vaan voit seurata kokousta nettiselaimesi kautta.
sme: It dárbbaš sierra Zoom-heivehusa, muhto sáhtát čuovvut čoahkkima iežat neahttalogan bokte.

source: Voit kuitenkin halutessasi ladata sovelluksen Zoomin sivuilta .
sme: Sáhtát goittotge hálidettiin luđet heivehusa Zoom siidduin .

source: Täältä löydät ohjeet Zoomin lataamiseksi .
sme: Dáppe gávnnat rávvagiid Zoom luđema várás .

source: Webinaarin linkki: https://us06web.zoom.us/j/83690109152
sme: Webinára liŋka: https://us06web.zoom.us/j/83690109152

source: Webinaarin ID-numero: 836 9010 9152
sme: Webinára ID-nummir: 836 9010 9152

source: Esityslista liitteineen löytyy Saamelaiskäräjien dokumenttipankista .
sme: Čoahkkináššegirjjit gávdnojit dokumeanttain dáppe

source: Näin seuraat kokousta
sme: Ná searvvat čoahkkimii

source: Ilman Zoom-sovellusta nettiselaimen kautta
sme: Almmá Zoom-heivehusa haga neahttalogana bokte

source: 1. Ohita sovelluksen asentaminen ja liity selaimesta.
sme: 1. Garvve heivehusa luđema ja searvva neahttalogana bokte.

source: 2. Syötä nimesi.
sme: 2. Čále nama.

source: 3. Hyväksy käyttöehdot ja tietosuojalausunto.
sme: 3. Dohkket geavahaneavttuid ja diehtosuodjedieđu.

source: 4. Syötä sähköpostiosoitteesi.
sme: 4. Čále iežat šleađgapoastačujuhusa.

source: Jos et halua käyttää omaa sähköpostiosoitettasi, voit käyttää a@oma.fi osoitetta.
sme: Jos it hálit geavahit iežat šleađgapoastačujuhusa, sáhtát geavahit a@oma.fi čujuhusa.

source: 5. Liity kokoukseen vielä valitsemalla ääni Join audio by Computer .
sme: 5. Searvva čoahkkimii vel válljemiin jiena Join audio by Computer .

source: Jos kuulet webinaarissa ääntä ja näet jaetun kuvan, pääset nyt seuraamaan kokousta.
sme: Jos gulat webinaaris jiena ja oainnát juhkkon gova, beasat dál čuovvut čoahkkima.

source: 6. Jos et kuule ääntä, tarkista, että käytössäsi on oikea äänilaite.
sme: 6. Jos it gula jiena, de dárkkis, ahte dus lea geavahusas rivttes jietnarusttet.

source: Zoom-sovelluksen kautta
sme: Zoom bláđejeaddji bokte

source: Kun olet ladannut Zoom-sovelluksen puhelimelle tai tietokoneelle, linkkiä klikatessa avautuu nettisivu, joka kysyy osallistujalta luvan avata linkki Zoom-ohjelmassa.
sme: Go coahkkalat čoahkkima liŋkka, stivre dihtor navddusbláđejeaddji rahpat ođđa gaskasiiddu dahje ruvtto. Dán oidnosis galgá čoahkkalit Join from my browser , man maŋŋá Zoom jearrá du nama.

source: Hyväksy linkin avaaminen sovelluksessa.
sme: Geahča rávvaga mo luđet Zoom-heivehusa ja searvvat čoahkkimii .

source: Katso ohje kuinka lataat Zoom-sovelluksen ja liityt kokoukseen .
sme: Čoahkkima áigge

source: Kokouksen aikana
sme: 1. Tulkoma sáhtát válljet Interpretation boalus.

source: 1. Tulkkauksen voit valita Interpretation painikkeesta.
sme: Čoahkkin tulkojuvvo davvisámegillii, anárašgillii, nuortalašgillii ja suomagillii.

source: Kokous tulkataan pohjoissaameksi, inarinsaameksi, koltansaameksi ja suomeksi.
sme: 2. Coahkkal Interpretation fálus Mute Original Audio, go guldalat tulkoma.

source: 2. Klikkaa Interpretation valikosta Mute Original Audio, kun kuuntelet tulkkausta.
sme: Dat eastá álgojiena sehkkemis tulkoma.

source: Se estää alkuperäisen äänen sotkemasta tulkkausta.
sme: 3. Juos háliidat guldalit čoahkkimis geavahuvvon giela, de raba Interpretation fálu ja vállje Off.

source: 3. Jos haluat kuunnella kokouksessa käytettävää kieltä, niin avaa Interpretation valikko ja valitse Off .
sme: Lassidieđut:

source: Lisätietoja:
sme: Jos dus leat váttisvuođat čuovvut čoahkkima, váldde oktavuođa:

source: Jos sinulla on ongelmia seurata kokousta, ole yhteydessä:
sme: Mikko Meskanen Vuogádatáššedovdi 040 154 4030 mikko.meskanen@samediggi.fi
